<?php

return [
    'after %1$s hours'   => [
        'праз %1$s гадзіну',
        'праз %1$s гадзіны',
        'праз %1$s гадзін'
    ],
    'in an hour' => 'праз гадзіну',
    'after %1$s minutes' => [
        'праз %1$s хвіліну',
        'праз %1$s хвіліны',
        'праз %1$s хвілін'
    ],
    'in a minute' => 'праз хвіліну',
    'in few seconds' => 'праз некалькі секунд',
    'now'                => 'зараз',
    'few seconds ago'    => 'некалькі секунд таму',
    'a minute ago'       => 'хвіліну назад',
    '%1$s minutes ago'   => [
        '%1$s хвіліну назад',
        '%1$s хвіліны назад',
        '%1$s хвілін назад'
    ],
    'an hour ago'        => 'гадзіну таму',
    '%1$s hours ago'     => [
        '%1$s гадзіну таму',
        '%1$s гадзіны назад',
        '%1$s гадзін назад'
    ],
    'yesterday'          => 'учора',
    'today'              => 'сёння',
    'tomorrow'           => 'заўтра',
];