<?php

return [
    'now'                => 'сейчас',
    'few seconds ago'    => 'несколько секунд назад',
    'a minute ago'       => 'минуту назад',
    '%1$s minutes ago'   => [
        '%1$s минуту назад',
        '%1$s минуты назад',
        '%1$s минут назад'
    ],
    'an hour ago'        => 'час назад',
    '%1$s hours ago'     => [
        '%1$s час назад',
        '%1$s часа назад',
        '%1$s часов назад'
    ],
    'yesterday'          => 'вчера',
    'today'              => 'сегодня',
];
