<?php

return [
    'after %1$s hours'   => [
        'через %1$s годину',
        'через %1$s години',
        'через %1$s годин'
    ],
    'in an hour' => 'через годину',
    'after %1$s minutes' => [
        'через %1$s хвилину',
        'через %1$s хвилини',
        'через %1$s хвилин'
    ],
    'in a minute' => 'через хвилину',
    'in few seconds' => 'через кілька секунд',
    'now'                => 'зараз',
    'few seconds ago'    => 'кілька секунд тому',
    'a minute ago'       => 'хвилину тому',
    '%1$s minutes ago'   => [
        '%1$s хвилину тому',
        '%1$s хвилини тому',
        '%1$s хвилин назад'
    ],
    'an hour ago'        => 'годину тому',
    '%1$s hours ago'     => [
        '%1$s годину тому',
        '%1$s години тому',
        '%1$s годин тому'
    ],
    'yesterday'          => 'вчора',
    'today'              => 'сьогодні',
    'tomorrow'           => 'завтра',
];
